Repository: bringletech/darzi_app_mobile
Catalog: lib/l10n/app_*.arb
Languages: hi, pa

# login
source: Login or Signup
hi: लॉगिन या साइनअप
pa: ਲੌਗਇਨ ਜਾਂ ਸਾਇਨਅਪ

source: Phone Number
hi: फोन नंबर
pa: ਫੋਨ ਨੰਬਰ

# invalidNumber
source: Invalid Mobile Number
hi: अमान्य मोबाइल नंबर
pa: ਅਵੈਧ ਮੋਬਾਈਲ ਨੰਬਰ

# agreeContinue
source: I Agree & Continue
hi: मैं सहमत हूं और जारी रखें
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ ਅਤੇ ਜਾਰੀ ਰੱਖੋ

source: Terms of Service
hi: सेवा की शर्तें
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ

source: Privacy Policy
hi: गोपनीयता नीति
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ

source: Content Policy
hi: सामग्री नीति
pa: ਸਮਗਰੀ ਨੀਤੀ

source: and
hi: और
pa: ਅਤੇ

# warningContinueMessage
source: Please select I Agree & Continue
hi: कृपया 'मैं सहमत हूँ और जारी रखें' चुनें।
pa: ਕਿਰਪਾ ਕਰਕੇ 'ਮੈਂ ਸਹਿਮਤ ਹਾਂ ਅਤੇ ਜਾਰੀ ਰੱਖੋ' ਚੁਣੋ।

# otpVerify
source: OTP Verification
hi: ओटीपी सत्यापन
pa: ਓਟੀਪੀ ਪੁਸ਼ਟੀਕਰਨ

# otpSentMessage
source: We've sent a 6-digit code to
hi: हमने एक 6-अंकीय कोड भेजा है
pa: ਅਸੀਂ ਇੱਕ 6-ਅੰਕ ਦਾ ਕੋਡ ਭੇਜ ਚੁੱਕੇ ਹਾਂ

source: Edit
hi: संपादित करें
pa: ਸੰਪਾਦਿਤ ਕਰੋ

# receiveCode
source: Didn't receive any code?
hi: कोई कोड प्राप्त नहीं हुआ?
pa: ਕੋਈ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ?

source: Resend
hi: पुनः भेजें
pa: ਦੁਬਾਰਾ ਭੇਜੋ

source: Edit Phone Number
hi: फोन नंबर संपादित करें
pa: ਫੋਨ ਨੰਬਰ ਸੋਧੋ

# enterNumber
source: Enter Your phone Number
hi: अपना फोन नंबर दर्ज करें
pa: ਆਪਣਾ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: Cancel
hi: रद्द करें
pa: ਰੱਦ ਕਰੋ

# buttonContinue
source: Continue
hi: जारी रखें
pa: ਜਾਰੀ ਰੱਖੋ

# warningMessage
source: Please enter a 6-digit OTP.
hi: कृपया 6 अंकों का ओटीपी दर्ज करें।
pa: कਕਿਰਪਾ ਕਰਕੇ 6 ਅੰਕਾਂ ਵਾਲਾ ਓਟੀਪੀ ਦਰਜ ਕਰੋ।

# appHome
source: Home
hi: होम
pa: ਹੋਮ

# addCustomer
source: Add New Customer
hi: नया ग्राहक जोड़ें
pa: ਨਵਾਂ ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ

source: Active Dresses
hi: सक्रिय ड्रेस
pa: ਸਕ੍ਰਿਯ ਕੱਪੜੇ

source: Dress Details
hi: ड्रेस विवरण
pa: ਡ੍ਰੈੱਸ ਵੇਰਵਾ

# totalCustomers
source: Total Customers: {count}
hi: कुल ग्राहक: {count}
pa: ਕੁੱਲ ਗਾਹਕ: {count}

# totalOrders
source: Total Orders: {count}
hi: कुल ऑर्डर: {count}
pa: ਕੁੱਲ ਆਦੇਸ਼: {count}

source: Your Account
hi: आपका खाता
pa: ਤੁਹਾਡਾ ਖਾਤਾ

# userName
source: Name
hi: नाम
pa: ਨਾਮ

source: Enter Name
hi: नाम दर्ज करें
pa: ਨਾਮ ਦਰਜ ਕਰੋ

# noUserName
source: No Name
hi: कोई नाम नहीं
pa: ਕੋਈ ਨਾਮ ਨਹੀਂ

# mobileNumber
source: Mobile No.
hi: मोबाइल नंबर
pa: ਮੋਬਾਇਲ ਨੰਬਰ

# enterMobileNumber
source: Enter Mobile No.
hi: मोबाइल नंबर दर्ज करें
pa: ਮੋਬਾਇਲ ਨੰਬਰ ਦਰਜ ਕਰੋ

# noMobileNumber
source: No Mobile No.
hi: कोई मोबाइल नंबर नहीं
pa: ਕੋਈ ਮੋਬਾਈਲ ਨੰਬਰ ਨਹੀਂ

# userAddress
source: Address
hi: पता
pa: ਪਤਾ

# userNoAddress
source: No Address
hi: कोई पता नहीं
pa: ਕੋਈ ਪਤਾ ਨਹੀਂ

# saveDetails
source: Save
hi: सेव करे
pa: ਦਰਜ ਕਰੋ

# saveDetails1
source: Save Details
hi: सेव करे
pa: ਦਰਜ ਕਰੋ

# userLogout
source: Logout
hi: लॉगआउट
pa: ਲੌਗਆਉਟ

# recentData
source: Recent
hi: हाल ही का
pa: ਹਾਲ ਹੀ ਦਾ

# dressStatus
source: Status
hi: स्थिति
pa: ਹਾਲਤ

source: Cost
hi: राशि
pa: ਰਾਸ਼ੀ

# validationMessage
source: Please fill all the details and add a dress image.
hi: कृपया सभी विवरण भरें और एक ड्रेस की तस्वीर जोड़ें।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਵੇਰਵੇ ਭਰੋ ਅਤੇ ਇੱਕ ਡ੍ਰੈੱਸ ਦੀ ਤਸਵੀਰ ਜੜੋ।

source: Due Date
hi: अंतिम तिथि
pa: ਮਿਆਦ ਦੀ ਤਾਰੀਖ

source: No date selected!
hi: कोई तारीख चयनित नहीं की गई!
pa: ਕੋਈ ਤਾਰੀਖ਼ ਚੁਣੀ ਨਹੀਂ ਗਈ!

source: How To Measure?
hi: माप कैसे लें?
pa: ਮਾਪ ਕਿਵੇਂ ਲੈਣਾ ਹੈ?

# cmMeasurement
source: Cm
hi: सेंटीमीटर(CM)
pa: ਸੈਂਟੀਮੀਟਰ(CM)

# inchMeasurement
source: Inch
hi: इंच(Inch)
pa: ਇੰਚ(Inch)

source: Neck
hi: गला
pa: ਗਲਾ

source: Bust
hi: छाती
pa: ਛਾਤੀ

source: Under Bust
hi: छाती के नीचे
pa: ਛਾਤੀ ਦੇ ਹੇਠਾਂ

source: Waist
hi: कमर
pa: ਕਮਰ

source: Hips
hi: हिप्स (कूल्हे)
pa: ਹਿਪਸ (ਕੁਲ੍ਹੇ)

# neckAbove
source: Neck to above knee
hi: गले से घुटने के ऊपर तक
pa: ਗਲੇ ਤੋਂ ਘੁੱਟਨਿਆਂ ਦੇ ਉੱਪਰ ਤੱਕ

source: Arm Length
hi: हाथ की लंबाई
pa: ਹੱਥ ਦੀ ਲੰਬਾਈ

source: Shoulder Seam
hi: कंधे की सिलाई
pa: ਕੰਧੇ ਦੀ ਸਿਲਾਈ

source: Arm Hole
hi: आर्म होल (Arm hole)
pa: ਆਰਮ ਹੋਲ (Arm hole)

source: Bicep
hi: डोले (Biceps)
pa: ਡੋਲੇ (Bicep)

source: Fore Arm
hi: बांह की कलाई
pa: ਹੱਥ ਦੀ ਕਲਾਈ

source: Wrist
hi: कलाई
pa: ਕਲਾਈ

# shoulderWaist
source: Shoulder to waist
hi: कंधे से कमर तक
pa: ਕੰਧੇ ਤੋਂ ਕਮਰ ਤੱਕ

source: Bottom Length
hi: निचले हिस्से की लंबाई
pa: ਹੇਠਾਂ ਦਾ ਹਿੱਸਾ ਦੀ ਲੰਬਾਈ

source: Ankle
hi: टखना (Ankle)
pa: ਟੱਖਣਾ (Ankle)

source: Stitching Cost
hi: सिलाई की राशि
pa: ਸਿਲਾਈ ਦੀ ਰਾਸ਼ੀ

# stitchingCost1
source: Stitching Cost
hi: सिलाई की राशि
pa: ਸਿਲਾਈ ਦੀ ਰਾਸ਼ੀ

source: Outstanding Balance
hi: बाकी राशि
pa: ਬਕਾਇਆ ਰਕਮ

# outstandingBalance1
source: Outstanding Balance
hi: बाकी राशि
pa: ਬਕਾਇਆ ਰਕਮ

source: Notes
hi: नोट्स
pa: ਨੋਟਸ

source: Text Here
hi: यहाँ लिखें
pa: ਇਥੇ ਲਿਖੋ

# dressComplete
source: Order is Completed
hi: ऑर्डर पूरा हुआ
pa: ਆਰਡਰ ਪੂਰਾ ਹੋ ਗਿਆ

# order_Received
source: Order is Received
hi: ऑर्डर प्राप्त हुआ
pa: ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ

# order_cancelled
source: Order is Cancelled
hi: ऑर्डर रद्द कर दिया गया है।
pa: ਆਰਡਰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੋ|

# dressIsComplete
source: Dress Complete
hi: ड्रेस पूरा हुआ
pa: ड्रਸ ਪੂਰਾ ਹੋਇਆ

# dressProgress
source: In Progress
hi: प्रगति पर
pa: ਪ੍ਰਗਤੀ ਵਿੱਚ

source: Dress Name
hi: ड्रेस का नाम
pa: ਡ੍ਰੈਸ ਦਾ ਨਾਮ

source: No Dress Name
hi: कोई ड्रेस का नाम नहीं
pa: ਕੋਈ ਡ੍ਰੈਸ ਦਾ ਨਾਮ ਨਹੀਂ

source: Enter Dress Name
hi: ड्रेस का नाम दर्ज करें
pa: ਡ੍ਰੈਸ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Dress Photo
hi: ड्रेस की फ़ोटो
pa: ਡ੍ਰੈਸ ਦੀ ਫੋਟੋ

source: Add Image
hi: फ़ोटो जोड़ें
pa: ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ

# advancedCost
source: Advance Cost
hi: पूर्व भुगतान राशि
pa: ਪੂਰਵ ਭੁਗਤਾਨ ਰਾਸ਼ੀ

# remainingBalance
source: Remaining Cost
hi: बची हुई लागत राशि
pa: ਬਚੀ ਹੋਈ ਰਾਸ਼ੀ

source: Logout Confirmation
hi: लॉगआउट पुष्टि
pa: ਲੌਗਆਉਟ ਪੁਸ਼ਟੀ

# logOutConfirmationMessage
source: Are you sure, do you want to logout?
hi: क्या आप सुनिश्चित हैं, क्या आप लॉगआउट करना चाहते हैं?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਹੋ, ਕੀ ਤੁਸੀਂ ਲੌਗਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

# yesMessage
source: Yes
hi: हाँ
pa: ਹਾਂ

# appCamera
source: Camera
hi: कैमरा
pa: ਕੈਮਰਾ

# appGallery
source: Gallery
hi: गैलरी
pa: ਗੈਲਰੀ

# cropImage
source: Crop Photo
hi: फ़ोटो क्रॉप करें
pa: ਫੋਟੋ ਕ੍ਰੌਪ ਕਰੋ

# newCustomer
source: Add Customer
hi: ग्राहक जोड़ें
pa: ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ

# searchCustomer
source: Search Your Customer
hi: अपने ग्राहक को खोजें
pa: ਆਪਣੇ ਗਾਹਕ ਨੂੰ ਖੋਜੋ

# mobileOrName
source: Enter Mobile No.or Name.....
hi: मोबाइल नंबर या नाम दर्ज करें.....
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਜਾਂ ਨਾਮ ਦਰਜ ਕਰੋ.....

source: Measurements
hi: माप
pa: ਮਾਪ

source: Dresses
hi: ड्रेसेस
pa: ਡ੍ਰੈੱਸਾਂ

source: Add New Dress
hi: नया ड्रेस जोड़ें
pa: ਨਵਾਂ ਡ੍ਰੈੱਸ ਜੋੜੋ

# warningMessage1
source: Please fill all details
hi: कृपया सभी विवरण भरें
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਵਿਵਰਣ ਭਰੋ

source: My Tailor
hi: मेरा दर्जी
pa: ਮੇਰਾ ਦਰਜ਼ੀ

source: My Dresses
hi: मेरी ड्रेसेस
pa: ਮੇਰੀਆਂ ਡ੍ਰੈੱਸਾਂ

# tailorDetail
source: Tailor Details
hi: दर्जी का विवरण
pa: ਦਰਜ਼ੀ ਦੇ ਵੇਰਵੇ

# searchTailor
source: Search Your Tailor
hi: अपना दर्जी खोजें
pa: ਆਪਣਾ ਦਰਜ਼ੀ ਲੱਭੋ

# camera_permission_message
source: This app needs camera and gallery access to capture photos. Please enable camera permissions in settings.
hi: यह ऐप फोटो खींचने के लिए कैमरे और गैलरी की अनुमति की आवश्यकता है। कृपया सेटिंग्स में कैमरे की अनुमति चालू करें।
pa: ਇਹ ਐਪ ਫੋਟੋ ਖਿੱਚਣ ਲਈ ਕੈਮਰੇ ਅਤੇ ਗੈਲਰੀ ਦੀ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਜ਼ ਵਿੱਚ ਕੈਮਰੇ ਦੀ ਆਗਿਆ ਚਾਲੂ ਕਰੋ।

# permission_granted
source: Camera and Gallery permission granted.
hi: कैमरा और गैलरी की अनुमति प्रदान की गई है।
pa: ਕੈਮਰੇ ਅਤੇ ਗੈਲਰੀ ਦੀ ਆਗਿਆ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਹੈ।

# permission_denied
source: Camera and Gallery permission denied.
hi: कैमरा और गैलरी की अनुमति अस्वीकृत कर दी गई है।
pa: ਕੈਮਰੇ ਅਤੇ ਗੈਲਰੀ ਦੀ ਆਗਿਆ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।

# application_notifications
source: Notifications
hi: नोटिफिकेशन्स
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ

# newOrder
source: New Orders:
hi: नए ऑर्डर्स:
pa: ਨਵੇਂ ਆਰਡਰ:

# appointment_reminder
source: Appointment Reminders:
hi: अपॉइंटमेंट रिमाइंडर:
pa: ਅਪੌਇੰਟਮਿੰਟ ਰਿਮਾਇੰਡਰ:

# newOrdersDetails
source: Notifications related to incoming tailoring requests
hi: आने वाली टेलरिंग अनुरोधों से संबंधित सूचनाएँ
pa: ਆਉਣ ਵਾਲੇ ਟੇਲਰਿੰਗ ਬੇਨਤੀਆਂ ਨਾਲ ਸਬੰਧਤ ਸੂਚਨਾਵਾਂ

# appointmentReminderDetails
source: Reminders for upcoming appointments or deadlines.
hi: आने वाली अपॉइंटमेंट्स या डेडलाइनों के लिए याद दिलाने वाली सूचनाएँ
pa: ਆਉਣ ਵਾਲੀਆਂ ਮੁਲਾਕਾਤਾਂ ਜਾਂ ਡੈਡਲਾਈਨਾਂ ਲਈ ਯਾਦ ਦਿਲਾਉਣ ਵਾਲੀਆਂ ਸੂਚਨਾਵਾਂ

source: Remove Customer
hi: ग्राहक को हटाएँ
pa: ਗਾਹਕ ਨੂੰ ਹਟਾਓ

# confirm_remove_customer
source: Confirm Remove
hi: ग्राहक को हटाने की पुष्टि करें।
pa: गਗਾਹਕ ਨੂੰ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।

# confirm_remove_customer_message
source: Are you sure, Do you want to remove this customer from the customer list along with all their orders?
hi: क्या आप सुनिश्चित हैं कि क्या आप इस ग्राहक को उसके सभी आदेशों के साथ ग्राहकों की सूची से हटाना चाहते हैं?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਗਾਹਕ ਨੂੰ ਉਸ ਦੇ ਸਾਰੇ ਆਰਡਰਾਂ ਸਮੇਤ ਗਾਹਕਾਂ ਦੀ ਸੂਚੀ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

# language_selection_first
source: Please select a language first!
hi: कृपया पहले एक मान्य भाषा चुनें!
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ!

# add_warning_message
source: Please fill all the required fields.
hi: कृपया सभी आवश्यक फ़ील्ड्स भरें।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਲੋੜੀਂਦੇ ਖੇਤਰ ਭਰੋ।

# add_warning_message1
source: Please fill stitching cost.
hi: कृपया सिलाई की लागत भरें।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਲਾਈ ਦੀ ਲਾਗਤ ਭਰੋ।

source: Unsaved changes
hi: बिना सहेजे गए बदलाव
pa: ਬਿਨਾਂ ਸੰਭਾਲੇ ਹੋਏ ਬਦਲਾਅ

# unsaved_changes_warningMessage
source: Are you sure you want to leave? If you leave then your current information will be removed.
hi: क्या आप वाकई छोड़ना चाहते हैं? यदि आप छोड़ते हैं, तो आपकी वर्तमान जानकारी हटा दी जाएगी।
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਜੇਕਰ ਤੁਸੀਂ ਛੱਡਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਜਾਣਕਾਰੀ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।

source: Payment Information
hi: भुगतान जानकारी
pa: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ

source: Payment Date
hi: भुगतान तिथि
pa: ਭੁਗਤਾਨ ਤਾਰੀਖ਼

source: Amount Received
hi: प्राप्त राशि
pa: ਪ੍ਰਾਪਤ ਰਕਮ

# payment_Received
source: Receive Payment
hi: भुगतान प्राप्त हुआ
pa: ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋਇਆ

source: Advance Payment
hi: अग्रिम भुगतान
pa: ਪਹਿਲਾਂ ਭੁਗਤਾਨ

source: Pending Payment
hi: लंबित भुगतान
pa: ਬਕਾਇਆ ਭੁਗਤਾਨ

source: On Going Orders
hi: जारी ऑर्डर
pa: ਜਾਰੀ ਆਰਡਰ

# complete_Orders
source: Completed Orders
hi: पूरा ऑर्डर
pa: ਪੂਰੇ ਹੋਏ ਆਰਡਰ

source: Total Orders
hi: कुल ऑर्डर
pa: ਕੁੱਲ ਆਰਡਰ

# no_customer_found
source: No customers found.
hi: कोई ग्राहक नहीं मिला।
pa: ਕੋਈ ਗਾਹਕ ਨਹੀਂ ਮਿਲਿਆ।

source: No Tailor Found
hi: कोई दर्जी नहीं मिला।
pa: ਕੋਈ ਦਰਜ਼ੀ ਨਹੀਂ ਮਿਲਿਆ।

source: Ph. No:
hi: फ़ोन नंबर:
pa: ਫ਼ੋਨ ਨੰਬਰ

source: Start Work
hi: कार्य प्रारंभ करें
pa: ਕੰਮ ਸ਼ੁਰੂ ਕਰੋ

source: Cancel Work
hi: कार्य रद्द करें
pa: ਕੰਮ ਰੱਦ ਕਰੋ

# payment_done
source: Payment is Done
hi: भुगतान पूरा हुआ
pa: ਭੁਗਤਾਨ ਮੁਕੰਮਲ ਹੋਇਆ

source: Cancel Order Warning
hi: ऑर्डर रद्द करने की चेतावनी
pa: ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਚੇਤਾਵਨੀ

# subTitle_of_cancel_order_warning
source: Are you sure you want to Cancel the Order?
hi: क्या आप वाकई ऑर्डर रद्द करना चाहते हैं?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਰਡਰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Recent Reviews
hi: हाल के रिव्यूज़
pa: ਹਾਲੀਆ ਰਿਵਿਊਜ਼

source: No dresses found
hi: कोई ड्रेस नहीं मिली
pa: ਕੋਈ ਕੱਪੜੇ ਨਹੀਂ ਮਿਲੇ

# tailor_call
source: Call
hi: कॉल
pa: ਕਾਲ

# tailor_location
source: Location
hi: लोकेशन
pa: ਲੋਕੇਸ਼ਨ

# tailor_whatsapp
source: Whatsapp
hi: व्हाट्सएप
pa: ਵਟਸਐਪ

# write_review
source: Write a Review
hi: रिव्यू लिखें
pa: ਰਿਵਿਊ ਲਿਖੋ

source: Add to Favourite
hi: फेवरेट में जोड़ें
pa: ਫੇਵਰਿਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ

# excellent_review
source: Excellent
hi: बहुत बढ़िया
pa: ਬਹੁਤ ਵਧੀਆ

# good_review
source: Good
hi: अच्छा
pa: ਵਧੀਆ

# average_review
source: Average
hi: औसत
pa: ਔਸਤ

# below_average_review
source: Below Average
hi: औसत से कम
pa: ਔਸਤ ਤੋਂ ਘੱਟ

# poor_review
source: Poor
hi: खराब
pa: ਖਰਾਬ

# submit_review
source: Submit
hi: जमा करें|
pa: ਜਮ੍ਹਾ ਕਰੋ|

# upload_image
source: Upload Max 3 Images
hi: अधिकतम 3 इमेज अपलोड करें|
pa: ਵੱਧ ਤੋਂ ਵੱਧ 3 ਇਮੇਜ ਅਪਲੋਡ ਕਰੋ

# write_review_text
source: Please Write Your Review Here (optional)
hi: कृपया यहाँ अपनी रिव्यू लिखें (वैकल्पिक)|
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਆਪਣੀ ਸਮੀਖਿਆ ਲਿਖੋ (ਵਿਕਲਪਿਕ)|

# my_favourites
source: Favorites
hi: फेवरेट्स
pa: ਫੇਵਰਿਟਸ

source: Report
hi: रिपोर्ट
pa: ਰਿਪੋਰਟ

source: City
hi: शहर
pa: ਸ਼ਹਿਰ

source: State
hi: राज्य
pa: ਰਾਜ

# code
source: Postal Code
hi: डाक कोड
pa: ਡਾਕ ਕੋਡ

source: Country
hi: देश
pa: ਦੇਸ਼

source: Street
hi: सड़क
pa: ਸੜਕ

# no_cancel_order
source: No Cancelled orders available
hi: रद्द किए गए ऑर्डर उपलब्ध नहीं हैं।
pa: ਰੱਦ ਕੀਤੇ ਗਏ ਆਰਡਰ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।

# no_receive_order
source: No Received Payment available
hi: प्राप्त भुगतान उपलब्ध नहीं है।
pa: ਪ੍ਰਾਪਤ ਭੁਗਤਾਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।

# no_outstanding_data
source: There is no outstanding balance found
hi: कोई बकाया राशि नहीं है।
pa: कोई बकाया राशि नहीं है।

source: Payment Received
hi: भुगतान प्राप्त हुआ
pa: ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋਇਆ

# cancel_order_title
source: Cancel Order
hi: रद्द ऑर्डर
pa: ਰੱਦ ਆਰਡਰ

source: Payment Received Details
hi: भुगतान प्राप्त विवरण
pa: ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਵੇਰਵੇ

source: Re-order
hi: पुनः ऑर्डर करें
pa: ਫਿਰ ਤੋਂ ਆਰਡਰ ਕਰੋ

# cancel_order_details_title
source: Cancel Order Details
hi: ऑर्डर रद्द करने का विवरण
pa: ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੇ ਵੇਰਵੇ

# re_order_message
source: Are you sure you want to Re-order the Order?
hi: क्या आप वाकई फिर से ऑर्डर करना चाहते हैं?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਫਿਰ ਤੋਂ ਆਰਡਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

# total_earning
source: Total Earnings
hi: कुल कमाई
pa: ਕੁੱਲ ਕਮਾਈ

# order_received_title
source: Order Received
hi: ऑर्डर प्राप्त हुआ
pa: ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ

# order_cancel_title
source: Order Cancelled
hi: ऑर्डर रद्द हुआ
pa: ਆਰਡਰ ਰੱਦ ਹੋਇਆ

# no_notification_message
source: No new notifications
hi: कोई नया नोटिफिकेशन्स नहीं है|
pa: ਕੋਈ ਨਵਾਂ ਨੋਟੀਫਿਕੇਸ਼ਨ ਨਹੀਂ ਹੈ|

# no_active_dress
source: There is no active dress found
hi: कोई सक्रिय ड्रेस नहीं मिली
pa: ਕੋਈ ਸਰਗਰਮ ਡ੍ਰੈਸ ਨਹੀਂ ਮਿਲੀ

# whatsapp_is_not_insatlled
source: WhatsApp is not Installed!
hi: व्हाट्सऐप इंस्टॉल नहीं है!
pa: ਵਟਸਐਪ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ!

# order_progress_title
source: Order Progress
hi: ऑर्डर की प्रगति
pa: ਆਰਡਰ ਦੀ ਤਰੱਕੀ

# order_reopened_title
source: Re-opened Order
hi: फिर से ऑर्डर
pa: ਫਿਰ ਤੋਂ ਆਰਡਰ

source: New Dress Order
hi: नया ड्रेस ऑर्डर
pa: ਨਵਾਂ ਡ੍ਰੈੱਸ ਆਰਡਰ

# cancelled_order_title
source: Cancel Order
hi: रद्द किया गया ऑर्डर
pa: ਰੱਦ ਕੀਤਾ ਗਿਆ ਆਰਡਰ

source: My Review
hi: मेरा रिव्यू
pa: ਮੇਰਾ ਰਿਵਿਊ

# enterDueDate
source: Please enter due date
hi: कृपया नियत तिथि दर्ज करें
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਤ ਮਿਤੀ ਦਰਜ ਕਰੋ

# enterStitchingCost
source: Please enter stitching cost
hi: कृपया सिलाई लागत दर्ज करें
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਲਾਈ ਦੀ ਲਾਗਤ ਦਰਜ ਕਰੋ

# enterAdvanceCost
source: Please enter advance cost
hi: कृपया अग्रिम राशि दर्ज करें
pa: ਕਿਰਪਾ ਕਰਕੇ ਅਗਾਊ ਰਕਮ ਦਰਜ ਕਰੋ

# enterOutstandingBalance
source: Please enter outstanding balance
hi: कृपया बकाया राशि दर्ज करें
pa: ਕਿਰਪਾ ਕਰਕੇ ਬਕਾਇਆ ਰਕਮ ਦਰਜ ਕਰੋ

# selectImage
source: Please select an image
hi: कृपया एक इमेज चुनें
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ

source: Cancel Reason
hi: रद्द करने का कारण
pa: ਰੱਦ ਕਰਨ ਦਾ ਕਾਰਨ

# estimated_earning
source: Estimate Earnings
hi: अनुमानित कमाई
pa: ਅਨੁਮਾਨਿਤ ਕਮਾਈ

# total_customer
source: Total Customers
hi: कुल ग्राहक
pa: ਕੁੱਲ ਗ੍ਰਾਹਕ

# new_customer
source: New Customers
hi: नया ग्राहक
pa: ਨਵਾਂ ਗ੍ਰਾਹਕ

# no_cancel_reason
source: No Cancel Reason Available
hi: रद्द करने का कोई कारण उपलब्ध नहीं है
pa: ਰੱਦ ਕਰਨ ਦਾ ਕੋਈ ਕਾਰਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

# order_re_open
source: Order is Reopened
hi: ऑर्डर को फिर से खोला गया है
pa: ਆਰਡਰ ਦੁਬਾਰਾ ਖੋਲ੍ਹਿਆ ਗਿਆ ਹੈ
